{"quotes":[{"body":" Thinking 1 quarter 2 quarter, no I just give you 1 quarter... that'll affect you the rest of the day. The rest of the day you look down, see the great shoeshine, and say \"I've gotta be cheap. One lousy quarter\"."},{"body":" One how to do well. Next, how to live well."},{"body":" Find out what poor people read, and don't read it."},{"body":" You may not able to do all you find out, but make sure you find out all you can do."},{"body":" Wish for away the winter, which is called naive. Wish for the skill, wish for the strength, wish for the wisdom."},{"body":" The activity is a miracle working piece. The miracle is something we don't understand how it work, doesn't mean it doesn't work."},{"body":" Can't live on mental candy."},{"body":" Life is a candle in a winter. It's fragile, it's brief. Whatever you are gonna do you are gonna get out of it, don't just let it passes away."},{"body":" Ancient script says: Whatever your hands find to do, do it with all your mind, do it with all your strength, and do it with all your power."},{"body":" If 2 amounts pop into your mind, always go with the higher amount and become a higher thinking person."},{"body":" Learn to work harder on yourself than your job."},{"body":" Happiness isn't something you postpone. Happiness isn't something of the future. Happiness is something you desire. Happiness is a study, happiness is a practice. Happiness is an art, not an accident."},{"body":" I found it is easier to blame the company, company policy. I used to say, if this is all they pay, how did they expect you to do well."},{"body":" They will take it, unless you prevent it. Summer time is an interesting time."},{"body":" You say will it be simple as getting a library card, and join the 3%, the answer is of course"},{"body":" Some people don't do well because they don't feel well."},{"body":" Some body talks about good health and you stir. Right, I need to get a book on nutrition before the idea passes and before the emotion gets cold. Go for the book, start a library, start the process."},{"body":" You can't just think in posititive, people calls you naive."},{"body":" Someone says I just read postitive stuffs. That's too second grade."},{"body":" If you work hard on your job, you make a living. If you work hard on yourself, you can make a fortune."},{"body":" You hand this guy a problem and he says: NO PROBLEM. You've gotta hang out with some folks like that."},{"body":" First time I gave a talk, I stood up, my mind said \"Back down\". You know I've been through the whole deal. Open my mouth, nothing come out for a while... But I am telling you I got through it and I did it again, and I got through it and I did it again and I got through it."},{"body":" Take charge of your own life, take charge of your own days, take charge of your own conversations, take charge of your own family, take charge of your own possibility."},{"body":" Summer time is an unique, complex, mixed of positive and negative, opportunity and threat. What are scenario of life itself: opportunity and threat to the opportunity. You are gotta deal with both. You gotta think posititive and negative."},{"body":" You've gotta deal with the negative as well as the positive."},{"body":" Don't be lazy in learning and practicing the art of economics, practicing the art of productivity, and practicing the art of lifestyle."},{"body":" If you should fish, and you could fish, and you don't fish. You've got no miracle."},{"body":" Life changed doesn't started with inspiration. Life changed starts with education."},{"body":" We intend to do something when the idea is right. We intend to when the emotion is high. But not if you don't translate it to action, very soon now the intense starts diminish diminish diminish. And a month from now, it's cold. And a year from now, can't be found."},{"body":" Don't blame which they blame, don't excuse what they use, it's called this the language of the poor. Switch gear, switch language, switch idea, switch strategy, start with the simpliest discipline."},{"body":" Wisdom in the world is available, change you life, change your future, developing any skill you want is available, earn any kind of income you want, have all the treasure you want, equity you want, relationship and family you want. Everything that you want is available. And the wisdom of the world that helps you get it, haven't read any book in the last 90 days. My teacher said, Mr. Rohn, you've messed up."},{"body":" The small discipline starts the process of life change. And if you invest in this thing called discipline you can have whatever you wish, it's called the beginning of miracle."},{"body":" Don't wish it was easier, wish you was better. Don't wish for less problems, wish for more skills."},{"body":" If you go for 2 quarters, you can't believe, the extra happiness you can buy for just an extra quarter. That's called studying and practicing the art of lifestyle, which means living well."},{"body":" Let result teaches you a great deal about your own activities, your own attitude and your own philosophy."},{"body":" Every new discipline affects the rest."},{"body":" If you wish to be wealthy, study wealth. If you wish to be happy, study happiness."},{"body":" It isn't what the book costs. It's what it will cost you if you don't read it."},{"body":" Walk away from 97 percent, don't talk like they talk, don't act like they act, don't go where they go, don't specialize most they specialize in. Throw away the blame list they are blaming to."},{"body":" And if you change philosophy not country, you can turn around your income, you can turn around your bank account, you can turn around your skill, you can become capable, powerful, sophisticated, healthly, influential."},{"body":" How are you doing, I say I don't know, let's count."},{"body":" Here is the exciting about sharing. If you share with 10 different people, they gotta hear it once, you gotta hear it 10 times. So you probably gonna do more for you than for them. But it's called every body wins."},{"body":" Don't be a follower, be a student."},{"body":" Thank god for the code puzzle all day: problem, infection. What code puzzle says: show me some infections or I kill you."},{"body":" I'm telling you America everything is available, everything is in reach. All you have to be is commit to it, and make it a study. Culture is a study, sophistication is a study. It's not an amount, it's not an account, it's study."},{"body":" God said: If you plant the seed, I'll make the tree."},{"body":" Land a helping hand, but don't fall in their poor philosophical scenarios."},{"body":" Someone says: just motivate this guy, he will be alright. Just motivate him, get him turn on. Probably not. The guy is idiot, you motivate him. Now you've got to motivate an idiot."},{"body":" The mystery of the miracle is already setup. God said: I got the miracle going, I got the season going, I got some sunshines and rains, and I'm God. But the way I arranged it I just need some body to plant the seed."},{"body":" Treat your body like a temple. Temple means something you take extremly good care of. Not a wood chair, a temple. It is the only place you gotta live currently."},{"body":" You don't need to change country, but you do need to change your philosophy."},{"body":" Take care of yourself. Do not neglect."},{"body":" If you are broke, affirm that I am broke. You put that on the refrigerator so you can see it everyday. If you need some little additional information, you just need to put there: I'm forty and broke."},{"body":" Money doesn't make you sophisticated, only study makes you sophisticated, only study and practice make you culture. And only study and practice make you happy. And only study and practice make you rich."},{"body":" Don't be lazy in learning."},{"body":" It's easier to climb than waiting for a raise."},{"body":" Make messureable result in reasonable time."}]}