{"quotes":[{"body":" Walk away from 97 percent, don't talk like they talk, don't act like they act, don't go where they go, don't specialize most they specialize in. Throw away the blame list they are blaming to."},{"body":" You say will it simple as getting a library card, and join the 3%, the answer is of course"},{"body":" Take charge of your own life, take charge of your own days, take charge of your own conversations, take charge of your own family, take charge of your own possibility."},{"body":" If you let someone take care of it, some company take care of it (the retirement plan), it will be divided by 5."},{"body":" Find out what poor people read, and don't read it."},{"body":" Land a helping hand, but don't fall in their poor philosophical scenarios."},{"body":" Don't blame which they blame, don't excuse what they use, call this the language of the poor. Switch gear, switch language, switch idea, switch strategy, start with the simpliest discipline."},{"body":" The small discipline starts the process of life change. And if you invest in this thing called discipline you can have whatever you wish, it calls the beginning of miracle."},{"body":" Pass it a long. Here is the exciting about sharing. If you share with 10 different people, they gotta hear it once, you gotta hear it 10 times. So you probably gonna do more for you than for them. But it call every body wins."},{"body":" It isn't what the book costs. It's what it will cost you if you don't read it."},{"body":" You may not able to do all you find out, but make sure you find out all you can do."},{"body":" I found it is easier to blame the company, company policy. I used to say, if this is all they pay, how did they expect you to do well."},{"body":" You don't need to change country, but you do need to change your phylosophy. And if you change phylosophy not country, you can turn around your income, you can turn around your bank account, you can turn around your skill, you can become capable, powerful, sophisticated, healthly, influential."},{"body":" If you wish to be wealthy, study wealth. If you wish to be happy, study happiness."},{"body":" Happiness isn't something you postpone. Happiness isn't something of the future. Happiness is something you desire. Happiness is a study, happiness is a practice. Happiness is an art, not an accident."},{"body":" I'm telling you America everything is available, everything is in reach. All you have to be is commit to it, and make it a study. Culture is a study, sophistication is a study. It's not an amount, it's not an account, it's study."},{"body":" Money doesn't make you sophisticated, only study makes you sophisticated, only study and practice make you culture. And only study and practice make you happy. And only study and practice make you rich."},{"body":" Don't be lazy in learning. One how to do well. Next, how to live well. Don't be lazy in learning and practicing the art of economics, practicing the art of productivity, and practicing the art of lifestyle."},{"body":" If 2 amounts pop into your mind, always go with the higher amount and become a higher thinking"},{"body":" Thinking 1 quarter 2 quarter, no I just give you 1 quarter... that'll affect you the rest of the day. The rest of the day you look down, see the great shoeshine, and say \"I've gotta be cheap. One lousy quarter\"."},{"body":" If you go for 2 quarters, you can't believe, the extra happiness you can buy for just an extra quarter. That calls studying and practicing the art of lifestyle, which means living well."},{"body":" First time I gave a talk, I stood up, my mind said \"Back down\". You know I've been through the whole deal. Open my mouth, nothing come out for a while... But I am telling you I got through it and I did it again, and I got through it and I did it again and I got through it. And now, of course, I can lecture for a few hours in one day."},{"body":""},{"body":" Wish for away the winter, which calls naive. Wish for the skill, wish for the strength, wish for the wisdom."},{"body":" Life is a candle in a winter. It's fragile, it's brief. Whatever you are gonna do you are gonna get out of it, don't just let it passes away."},{"body":" They will take it, unless you prevent it. Summer time is an interesting time."},{"body":" You've gotta deal with the negative as well as the positive. Summer time is an unique, complex, mixed of positive and negative, opportunity and threat. What are scenario of life itself: opportunity and threat to the opportunity. You are gotta deal with both. You gotta think posititive and negative."},{"body":" You can't just think in posititive, people calls you naive."},{"body":" Thank god for the code puzzle all day: problem, infection. What code puzzle says: show me some infections or I kill you."},{"body":" Take care of yourself. Do not neglect."},{"body":" Trick your body like a temple. Temple means something you take extremly good care of. Not a wood chair, a temple. It is the only place you gotta live currently."},{"body":" Some people don't do well because they don't feel well."},{"body":" Don't be a follower, be a student."},{"body":" Can't live on mental candy."},{"body":" Someone says I just read postitive stuffs. That's too second grade."},{"body":" We intend to do something when the idea is right. We intende to when the emotion is high. But not if you don't translate it to action, very soon now the intense starts diminish diminish diminish. And a month from now, it's cold. And a year from now, can't be found."},{"body":" Some body talks about good health and you stir. Right, I need to get a book on nutrition before the idea passes and before the emotion gets cold. Go for the book, start a library, start the process."}]}